export const data=[
    {
        id:1,
        name:'Тирамису',
        country:'Италия',
        picture:'https://ведомостинсо.рф/uploads/%D0%A4%D0%BE%D1%82%D0%BE%D1%80%D0%B5%D0%BF%D0%BE%D1%80%D1%82%D0%B0%D0%B6/%D0%A2%D0%BE%D1%80%D1%82%D0%B8%D0%BA%D0%B8%20%D1%80%D0%B5%D0%B9%D1%82%D0%B8%D0%BD%D0%B3/%D0%A2%D0%B8%D1%80%D0%B0%D0%BC%D0%B8%D1%81%D1%83-%D0%90%D0%BD%D1%86%D1%83%D0%BF%D0%BE%D0%B2%D0%B0.jpg?1521196362021',
        definition:'Тирамису́ — итальянский многослойный десерт, в состав которого входят сыр маскарпоне, кофе, куриные яйца, сахар и печенье савоярди. Как правило, десерт припудривают какао-порошком. Возможна вариация с добавлением грецкого ореха.',
        recipe: 'https://art-lunch.ru/recipe/tiramisu_foto/'
    },
    {
        id:2,
        name:'Крем-брюле',
        country:'Франция',
        picture:'https://ведомостинсо.рф/uploads/%D0%A4%D0%BE%D1%82%D0%BE%D1%80%D0%B5%D0%BF%D0%BE%D1%80%D1%82%D0%B0%D0%B6/%D0%A2%D0%BE%D1%80%D1%82%D0%B8%D0%BA%D0%B8%20%D1%80%D0%B5%D0%B9%D1%82%D0%B8%D0%BD%D0%B3/%D0%BA%D1%80%D0%B5%D0%BC-%D0%B1%D1%80%D1%8E%D0%BB%D0%B5.jpg?1521196338508',
        definition:'Крем-брюле – это французский десерт из заварного крема. Но, чтобы до крема добраться, нужно «пробить» хрустящую корочку. Такой десерт подается в фаянсовых или керамических формочках. Во Франции не боятся экспериментировать со вкусом крем-брюле, и, кажется, от классического варианта осталась только золотистая корочка. В него добавляют молоко, ром, лаванду, кусочки шоколада, молотую корицу, зерна ванили, делают соленый вариант и даже подают с ликером.',
        recipe:'https://eda.ru/recepty/vypechka-deserty/krem-brjule-cr-me-br-l-e-41949',
    },
    {
        id:3,
        name:'Кремна Резина',
        country:'Словения',
        picture:'https://ведомостинсо.рф/uploads/%D0%A4%D0%BE%D1%82%D0%BE%D1%80%D0%B5%D0%BF%D0%BE%D1%80%D1%82%D0%B0%D0%B6/%D0%A2%D0%BE%D1%80%D1%82%D0%B8%D0%BA%D0%B8%20%D1%80%D0%B5%D0%B9%D1%82%D0%B8%D0%BD%D0%B3/%D0%9A%D1%80%D0%B5%D0%BC%D0%BD%D0%B0-%D0%A0%D0%B5%D0%B7%D0%B8%D0%BD%D0%B0-%D0%A1%D0%BB%D0%BE%D0%B2%D0%B5%D0%BD%D0%B8%D1%8F.jpg?1521196319620',
        definition:'Пирожное "Кремна рЕзина" (с ударением на первом слоге) называют визитной карточкой города Бледа в Словении. В своей основе - это слоёное пирожное с заварным кремом. Никакого отношеня к "резине" пирожное, конечно же не имеет, а происходит название от слова "резать", т. е. "порезанный крем".',
        recipe:'https://www.edimdoma.ru/retsepty/45580-kremshnita'
    },
    {
        id:4,
        name:'Венский штрудель',
        country:'Австрия',
        picture:'https://ведомостинсо.рф/uploads/%D0%A4%D0%BE%D1%82%D0%BE%D1%80%D0%B5%D0%BF%D0%BE%D1%80%D1%82%D0%B0%D0%B6/%D0%A2%D0%BE%D1%80%D1%82%D0%B8%D0%BA%D0%B8%20%D1%80%D0%B5%D0%B9%D1%82%D0%B8%D0%BD%D0%B3/%D0%B2%D0%B5%D0%BD%D1%81%D0%BA%D0%B8%D0%B9-%D1%88%D1%82%D1%80%D1%83%D0%B4%D0%B5%D0%BB%D1%8C.jpg?1521196298422',
        definition:'Strudel — «вихрь, воронка, водоворот» — кондитерское изделие в виде рулета из пресного, тонко раскатанного и вытянутого теста с различной начинкой (яблочной, грушевой, вишнёвой).',
        recipe:'https://www.gastronom.ru/recipe/45440/tradicionnyj-venskij-shtrudel'
    },
    {
        id:5,
        name:'Паштел-де-ната',
        country:'Португалия',
        picture:'https://ведомостинсо.рф/uploads/%D0%A4%D0%BE%D1%82%D0%BE%D1%80%D0%B5%D0%BF%D0%BE%D1%80%D1%82%D0%B0%D0%B6/%D0%A2%D0%BE%D1%80%D1%82%D0%B8%D0%BA%D0%B8%20%D1%80%D0%B5%D0%B9%D1%82%D0%B8%D0%BD%D0%B3/%D0%9F%D0%B0%D1%88%D1%82%D0%B5%D0%BB%D1%8C-%D0%9A%D0%B0%D0%B7%D0%B0%D1%80%D0%B8%D0%BD%D0%BE%D0%B2%D0%B0.jpg?1521196278614',
        definition:'Паштел-де-ната (порт. Pastel de nata) - корзиночка из слоёного теста со сливочным заварным кремом – в Португалии национальная гордость и десерт №1.',
        recipe:'https://eda.ru/recepty/vypechka-deserty/pirozhnoe-pashtel-de-nata-137608'
    },
    {
        id:6,
        name:'Чуррос',
        country:'Испания',
        picture:'https://ведомостинсо.рф/uploads/%D0%A4%D0%BE%D1%82%D0%BE%D1%80%D0%B5%D0%BF%D0%BE%D1%80%D1%82%D0%B0%D0%B6/%D0%A2%D0%BE%D1%80%D1%82%D0%B8%D0%BA%D0%B8%20%D1%80%D0%B5%D0%B9%D1%82%D0%B8%D0%BD%D0%B3/%D1%87%D1%83%D1%80%D1%80%D0%BE%D1%81.jpg?1521196255058',
        definition:'Чу́ррос, также чурро — сладкая обжаренная выпечка из заварного теста, имеющая в сечении вид многоконечной звезды или просто круглая в сечении. Родиной чуррос считается Испания, где чуррос традиционно подают на завтрак',
        recipe:'https://www.koolinar.ru/recipe/view/110995'
    },
    {
        id:7,
        name:'Торт «Чёрный лес»',
        country:'Германия',
        picture:'https://ведомостинсо.рф/uploads/%D0%A4%D0%BE%D1%82%D0%BE%D1%80%D0%B5%D0%BF%D0%BE%D1%80%D1%82%D0%B0%D0%B6/%D0%A2%D0%BE%D1%80%D1%82%D0%B8%D0%BA%D0%B8%20%D1%80%D0%B5%D0%B9%D1%82%D0%B8%D0%BD%D0%B3/%D1%87%D0%B5%D1%80%D0%BD%D1%8B%D0%B9-%D0%BB%D0%B5%D1%81-%D0%B3%D0%B5%D1%80%D0%BC%D0%B0%D0%BD%D0%B8%D1%8F.jpg?1521196235650',
        definition:'Торт «Чёрный лес», или Шварцвальд – это король немецких десертов. Торт со взбитыми сливками и вишней. У шварцвальдского вишнёвого торта бисквитные шоколадные коржи пропитываются киршвассером (крепкий алкогольный напиток, получаемый методом дистилляции забродившего сусла чёрной черешни вместе с косточками), начинку готовят из вишни.',
        recipe:'https://andychef.ru/recipes/black-forest/'
    },
        {
        id:8,
        name:'Трайфл',
        country:'Англия',
        picture:'https://ведомостинсо.рф/uploads/%D0%A4%D0%BE%D1%82%D0%BE%D1%80%D0%B5%D0%BF%D0%BE%D1%80%D1%82%D0%B0%D0%B6/%D0%A2%D0%BE%D1%80%D1%82%D0%B8%D0%BA%D0%B8%20%D1%80%D0%B5%D0%B9%D1%82%D0%B8%D0%BD%D0%B3/%D1%82%D1%80%D0%B0%D0%B9%D1%84%D0%BB.jpg?1521196211472',
        definition:'Трайфл — блюдо английской кухни, представляющее собой десерт из бисквитного теста с заварным кремом, фруктовым соком или желе и взбитыми сливками. Перечисленные ингредиенты, как правило, расположены в трайфле послойно.',   
        recipe:'https://prostorecepty.com/4476-desert-shokoladnyj-trajfl-domashnij.html'
    },
    
        {
        id:9,
        name:'Рулет Vegyes Retes',
        country:'Венгрия',
        picture:'https://ведомостинсо.рф/uploads/%D0%A4%D0%BE%D1%82%D0%BE%D1%80%D0%B5%D0%BF%D0%BE%D1%80%D1%82%D0%B0%D0%B6/%D0%A2%D0%BE%D1%80%D1%82%D0%B8%D0%BA%D0%B8%20%D1%80%D0%B5%D0%B9%D1%82%D0%B8%D0%BD%D0%B3/%D1%80%D1%83%D0%BB%D0%B5%D1%82-%D0%A0%D0%B5%D1%82%D0%B5%D1%88-%D0%92%D0%B5%D0%BD%D0%B3%D1%80%D0%B8%D1%8F.jpg?1521196184702',
        definition:'Венгры – знатные сладкоежки! Рулет Ретеш (примерно так он звучит по-русски) очень популярный национальный десерт, который можно найти в каждом ресторане и кафе. Его пекут из нежнейшего теста, наполняют сладкой сырковой начинкой и добавляют мак, молотые орешки, вишню, изюм. Чем-то похож на венский штрудель.',
        recipe:'https://povar.ru/recipes/vengerskii_retesh-74951.html'
    },
    {
        id:10,
        name:'Рунебергское пирожное',
        country:'Финляндия',
        picture:'https://ведомостинсо.рф/uploads/%D0%A4%D0%BE%D1%82%D0%BE%D1%80%D0%B5%D0%BF%D0%BE%D1%80%D1%82%D0%B0%D0%B6/%D0%A2%D0%BE%D1%80%D1%82%D0%B8%D0%BA%D0%B8%20%D1%80%D0%B5%D0%B9%D1%82%D0%B8%D0%BD%D0%B3/%D0%A0%D1%83%D0%BD%D0%B5%D0%B1%D0%B5%D1%80%D0%B3%D1%81%D0%BA%D0%BE%D0%B5-%D0%BF%D0%B8%D1%80%D0%BE%D0%B6%D0%BD%D0%BE%D0%B5-%D0%A4%D0%B8%D0%BD%D0%BB%D1%8F%D0%BD%D0%B4%D0%B8%D1%8F.jpg?1521196141303',
        definition:'Рунебергское пирожное – традиционный финский десерт «с историей». Собственно история эта гласит, что пирожное это «на скорую руку» придумала жена известного финского поэта XIX века Йоханна Людвига Рунеберга, который сочинил гимн Финляндии. Полагают, что именно оно стало прародителем всем известного пирожного "Картошка". В первоначальном варианте пирожное собиралось из имеющихся в наличии продуктов, не выпекалось.',
        recipe:'https://www.edimdoma.ru/retsepty/61982-pirozhnoe-runeberga-runebergintorttu'
    }
    
]